 Google, las cuales podrán modificarse según se considere oportuno. Estas directrices pueden consultarse online a través de la dirección http://www.google.com.ar/permissions/guidelines.html o de la URL que Google facilite a tal efecto.</p>
<p>8.4 Google renuncia a todo derecho, título o interés que le conceda usted o sus proveedores de licencias, de acuerdo con lo estipulado en estas Condiciones, y relativo a cualquier Contenido que facilite, publique, transfiera o muestre en los Servicios o a través de ellos, incluidos los derechos de propiedad intelectual que rijan el Contenido, independientemente de si los mencionados derechos están registrados o no y del país en el que existan. Salvo que acuerde lo contrario por escrito con Google, se compromete a proteger y aplicar los mencionados derechos, y exime a Google de la obligación de hacerlo en su nombre.</p>
<p>8.5 Acepta no eliminar, ocultar ni alterar los avisos de derechos sobre la propiedad, entre ellos, avisos de derechos de autor y de marcas registradas, tanto los incluidos en los Servicios como los que se facilitan como parte de estos.</p>
<p>8.6 Salvo que Google le haya concedido la autorización expresamente por escrito, se compromete a que, durante el uso de los Servicios, no utilizará ninguna marca comercial, marca de servicio, nombre comercial o logotipo de ninguna empresa o entidad en modo alguno que ocasionara confusión sobre el propietario o usuario autorizado de dichas marcas, nombres o logotipos.</p>
<p><strong>9. Licencia de Google</strong></p>
<p>9.1 Google le concede una licencia personal, internacional y no exclusiva, que no está sujeta a derechos de autor y que no puede asignarse, para usar el software proporcionado por Google como parte de los Servicios (en adelante, el "Software"). Esta licencia se otorga con el único propósito de permitirle utilizar los Servicios proporcionado por Google y beneficiarse de ellos según lo estipulado en las Condiciones.</p>
<p>9.2 Sujeto a la sección 1.2, queda prohibido copiar, modificar, descompilar o intentar extraer el código fuente del Software total o parcialmente, o crear trabajos derivados o realizar ingeniería inversa de éste, así como permitir que un tercero lo haga, a menos que así lo permita o exija la ley, o a menos que Google le conceda tales derechos por escrito.</p>
<p>9.3 Sujeto a la sección 1.2, a menos que Google le haya concedido el permiso por escrito, no podrá ceder sublicencias de sus derechos para utilizar el Software, conceder intereses sobre la seguridad en cuanto a estos derechos ni transferir ninguno de tales derechos.</p>
<p><strong>10. Su licencia del Contenido</strong></p>
<p>10.1 Conservará los derechos de autor y cualquier otro derecho que ya posea del Contenido que envíe, publique o muestre en los Servicios o a través de ellos.</p>
<p><strong>11. Actualizaciones del Software</strong></p>
<p>11.1 El Software que utiliza podrá descargar e instalar automáticamente actualizaciones de Google según proceda. Dichas actualizaciones están diseñadas para mejorar, optimizar y desarrollar los Servicios, y pueden presentarse en forma de correcciones, funciones mejoradas, nuevos módulos de software y versiones totalmente nuevas. Acepta recibir dichas actualizaciones, y permite a Google proporcionárselas, como parte de estos Servicios.</p>
<p><strong>12. Finalización de su relación con Google</strong></p>
<p>12.1 Las Condiciones seguirán vigentes hasta que usted o Google decidan resolverlas, según lo estipulado a continua