omercialmente viável.</p>
<p>12.3 Nada nesta Secção deverá afectar os direitos da Google relativos à prestação de Serviços ao abrigo da Secção 4 dos Termos.</p>
<p>12.4 Quando estes Termos forem rescindidos, todos os direitos, obrigações e responsabilidades legais de que o utilizador e a Google tenham beneficiado, a que tenham sido sujeitos (ou que tenham acrescido enquanto os Termos tiverem estado em vigor) ou que expressamente devam continuar em vigor indefinidamente, não deverão ser afectados por esta cessação, e as disposições do parágrafo 19.7 deverão continuar a ser aplicáveis a esses direitos, obrigações e responsabilidades indefinidamente.</p>
<p><strong>13. EXCLUSÃO DE GARANTIAS</strong></p>
<p>13.1 NADA NESTES TERMOS, INCLUINDO AS SECÇÕES 13 E 14, EXCLUIRÁ OU LIMITARÁ A RESPONSABILIDADE DA GOOGLE POR PERDAS QUE NÃO POSSAM SER LEGALMENTE EXCLUÍDAS OU LIMITADAS PELA LEI APLICÁVEL. ALGUMAS JURISDIÇÕES NÃO PERMITEM A EXCLUSÃO DE DETERMINADAS GARANTIAS OU CONDIÇÕES NEM A LIMITAÇÃO OU EXCLUSÃO DE RESPONSABILIDADES POR PERDAS OU DANOS CAUSADOS POR NEGLIGÊNCIA, QUEBRA DE CONTRATO OU VIOLAÇÃO DOS TERMOS IMPLÍCITOS, OU POR DANOS INCIDENTAIS OU CONSEQUENCIAIS. CONSEQUENTEMENTE, SÓ SERÃO APLICADAS AO UTILIZADOR AS LIMITAÇÕES QUE ESTEJAM PREVISTAS POR LEI NA JURISDIÇÃO DO UTILIZADOR E A RESPONSABILIDADE DA GOOGLE ESTARÁ LIMITADA ATÉ À EXTENSÃO MÁXIMA PERMITIDA POR LEI.</p>
<p>13.2 O UTILIZADOR COMPREENDE E CONCORDA EXPRESSAMENTE QUE A UTILIZAÇÃO DOS SERVIÇOS É DA EXCLUSIVA RESPONSABILIDADE DO UTILIZADOR E QUE OS SERVIÇOS SÃO FORNECIDOS "TAL COMO ESTÃO" E “TAL COMO SÃO DISPONIBILIZADOS”.</p>
<p>13.3 EM PARTICULAR, A GOOGLE, AS SUAS SUBSIDIÁRIAS E AFILIADAS E LICENCIADORES NÃO GARANTEM NEM AFIRMAM QUE:</p>
<p>(A) A UTILIZAÇÃO DOS SERVIÇOS PREENCHA OS REQUISITOS DO UTILIZADOR,</p>
<p>(B) A UTILIZAÇÃO DOS SERVIÇOS SEJA ININTERRUPTA, ATEMPADA, SEGURA OU ISENTA DE ERROS,</p>
<p>(C) QUALQUER INFORMAÇÃO OBTIDA PELO UTILIZADOR EM RESULTADO DA UTILIZAÇÃO DOS SERVIÇOS SEJA PRECISA OU FIÁVEL E</p>
<p>(D) QUE OS DEFEITOS DE FUNCIONAMENTO OU FUNCIONALIDADE DE QUALQUER SOFTWARE FORNECIDO AO UTILIZADOR COMO PARTE DOS SERVIÇOS SEJAM CORRIGIDOS.</p>
<p>13.4 QUALQUER MATERIAL TRANSFERIDO OU DE OUTRA FORMA OBTIDO ATRAVÉS DA UTILIZAÇÃO DOS SERVIÇOS DA GOOGLE É EFECTUADO POR CONTA E RISCO DO UTILIZADOR E O UTILIZADOR SERÁ O ÚNICO RESPONSÁVEL POR QUAISQUER DANOS AO SISTEMA INFORMÁTICO OU OUTRO DISPOSITIVO OU POR PERDAS DE DADOS QUE RESULTEM DA TRANSFERÊNCIA DESTE MATERIAL.</p>
<p>13.5 NENHUM AVISO OU INFORMAÇÃO, VERBAL OU POR ESCRITO, OBTIDO PELO UTILIZADOR JUNTO DA GOOGLE OU ATRAVÉS DOS SERVIÇOS DA GOOGLE PODERÁ CONSTITUIR UMA GARANTIA NÃO EXPRESSA NOS TERMOS DE SERVIÇO.</p>
<p>13.6 A GOOGLE EXCLUI EXPRESSAMENTE TODAS AS GARANTIAS E CONDIÇÕES DE QUALQUER TIPO, EXPRESSAS OU IMPLÍCITAS, INCLUINDO, ENTRE OUTRAS, CONDIÇÕES E GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UM FIM ESPECÍFICO E NÃO INFRACÇÃO.</p>
<p><strong>14. LIMITAÇÃO DE RESPONSABILIDADE</strong></p>
<p>14.1 SUJEITO À DISPOSIÇÃO GERAL REFERIDA NO PARÁGRAFO 13.1 SUPRA, A GOOGLE, AS SUAS SUBSIDIÁRIAS E AFILIADAS E RESPECTIVOS LICENCIADORES NÃO SERÃO RESPONSÁVEIS PERANTE O UTILIZADOR POR:</p>
<p>(A) QUAISQUER DANOS DIRECTOS, INDIRECTOS, INCIDENTAIS, ESPECIAIS, CONSEQUENCIAIS OU EXEMPLARES EM QUE O UTILIZADOR POSSA INCORRER, QUALQUER QUE SEJA A CAUSA E AO ABRIGO DE QUALQUER TEORIA DE RESPONSABILIDADE. ISTO INCLUIRÁ, ENTRE OUTRAS, QUALQUER PERDA DE LUCROS (INCORRIDA DIRECTA OU INDIRECTAMENTE), QUALQUER PERDA RELACIONADA COM