 de verpakkings- of marketingmaterialen van het Product op een manier die overeenkomt met de branding voor andere producten van derden die in het Product van de Sublicentiehouder zijn opgenomen.</p>
<p>14. Geen garantie. DE ADOBE-SOFTWARE WORDT IN DE STAAT WAARIN DEZE ZICH BEVINDT ('AS IS') BESCHIKBAAR GESTELD AAN DE SUBLICENTIEHOUDER EN ADOBE GEEFT GEEN GARANTIE OVER HET GEBRUIK OF DE PRESTATIES VAN DE SOFTWARE. ADOBE EN HAAR LEVERANCIERS KUNNEN EN ZULLEN GEEN GARANTIES LEVEREN TEN AANZIEN VAN DE PRESTATIES OF RESULTATEN DIE U MOGELIJK VERKRIJGT DOOR DE ADOBE-SOFTWARE TE GEBRUIKEN. BEHOUDENS VOOR ZOVER GARANTIES, BEPALINGEN, VERKLARINGEN OF VOORWAARDEN NIET KUNNEN WORDEN UITGESLOTEN OF BEPERKT ONDER HET TOEPASSELIJKE RECHT VAN DE SUBLICENTIEHOUDER IN DE JURISDICTIE WAARIN DE SUBLICENTIEHOUDER IS GEVESTIGD, VERLENEN ADOBE EN HAAR LEVERANCIERS GEEN ENKELE GARANTIE, VOORWAARDE, VERKLARING OF BEPALING (UITDRUKKELIJK OF IMPLICIET, BIJ OF KRACHTENS DE WET, GEWOONTE- OF GEBRUIKSRECHT OF ANDERSZINS), INCLUSIEF ZONDER ENIGE BEPERKING GARANTIES DAT ER GEEN INBREUK WORDT GEMAAKT OP RECHTEN VAN DERDEN, GARANTIES MET BETREKKING TOT VERHANDELBAARHEID, INTEGRATIE, KWALITEIT OF GESCHIKTHEID VOOR EEN SPECIFIEK DOEL. DE SUBLICENTIEHOUDER GAAT ERMEE AKKOORD DAT HIJ GEEN UITDRUKKELIJKE OF IMPLICIETE GARANTIES DOET UIT NAAM VAN ADOBE.</p>  
<p>15. Beperking van wettelijke aansprakelijkheid. ADOBE EN HAAR LEVERANCIERS ZIJN IN GEEN GEVAL AANSPRAKELIJK JEGENS SUBLICENTIEHOUDERS VOOR ENIGE SCHADE, EISEN OF KOSTEN, MET INBEGRIP VAN ENIGE GEVOLGSCHADE, INDIRECTE SCHADE, INCIDENTELE SCHADE OF GEDERFDE WINST OF GEDERFDE BESPARINGEN, ZELFS WANNEER EEN VERTEGENWOORDIGER VAN ADOBE VAN TEVOREN OP DE HOOGTE WAS GESTELD VAN DE MOGELIJKHEID VAN HET OPTREDEN VAN DERGELIJKE VERLIEZEN, SCHADE, CLAIMS OF KOSTEN VOOR CLAIMS VAN EEN EXTERNE PARTIJ. DE VOORGAANDE BEPERKINGEN EN UITSLUITINGEN ZIJN VAN TOEPASSING VOOR ZOVER DEZE ZIJN TOEGESTAAN ONDER HET TOEPASSELIJKE RECHT IN DE JURISDICTIE VAN DE SUBLICENTIEHOUDER. DE MAXIMALE AANSPRAKELIJKHEID VAN ADOBE EN HAAR LEVERANCIERS OP GROND VAN OF IN SAMENHANG MET DEZE OVEREENKOMST IS BEPERKT TOT EEN BEDRAG VAN DUIZEND AMERIKAANSE DOLLARS ($ 1000). Niets in deze overeenkomst geldt als beperking op de aansprakelijkheid van Adobe jegens de Sublicentiehouder in geval van overlijden of persoonlijk letsel ten gevolge van de nalatigheid van Adobe of wegens een onrechtmatige daad op basis van bedrog (fraude). Adobe treedt op namens haar leveranciers wat betreft de afwijzing, uitsluiting en/of beperking van verplichtingen, garanties en aansprakelijkheid, zoals in deze Overeenkomst is bepaald, maar niet voor wat betreft andere zaken of doeleinden.</p>
<p>16. Voorwaarden voor de beveiliging van inhoud</p>
<p>(a) Definities.</p>
<p>'C&R-regels (Compliance en Robustness)': het document waarin C&R-regels zijn opgenomen voor de Adobe-software, te vinden op http://www.adobe.com/mobile/licensees, of een onderliggende website daarvan.</p>
<p>'Functies voor de beveiliging van inhoud': de onderdelen van de Adobe-software die zijn ontwikkeld om de naleving van de C&R-regels te waarborgen en om het afspelen, kopiëren, aanpassen, herdistribueren of andere acties met betrekking tot digitale 