 de segurança para esse site.Reativar avisosO que são essas informações?A cadeia de certificados desse site contém um certificado assinado usando SHA-1.Sua conexão com $1 foi criptografada usando um pacote de criptografia moderno.Além disso, esta página inclui outros recursos que não são seguros. Esses recursos podem ser visualizados por outros usuários enquanto eles navegam e podem ser modificados por um invasor para alterar o comportamento da página.Essa página inclui um formulário que pode não ser enviado de forma segura. Os dados que você envia podem ser vistos por outras pessoas enquanto elas navegam ou ser modificados por um invasor para alterar o que o servidor recebe.A conexão foi criptografada utilizando $1, com $2 para mensagem de autenticação e $3 como o mecanismo de troca de chaves.A conexão foi criptografada e autenticada utilizando $1 e usa $2 como o mecanismo de troca de chave.A identidade do servidor ao qual você está conectado não pode ser validada completamente. Você está conectado ao servidor com um nome válido somente na sua rede e que, portanto, uma autoridade de certificação externa não consegue validar a propriedade. Como algumas autoridades de certificação emitem certificados para esses nomes mesmo assim, não é possível garantir que você esteja conectado ao site que gostaria e não a um invasor.Sua conexão com $1 não está criptografada.A conexão usa a $1.nome desconhecidoSua conexão com $1 está criptografada com um pacote de criptografia obsoleto.Informações do certificado$1, $2 $3Emitido para: $1 ($2)VálidoCertificado $1(válido)(inválido)Mostrar certificado (emitido por $1)Mostrar certificadoCookies: $1{NUM_COOKIES,plural, =1{(1 em uso)}one{(# em uso)}other{(# em uso)}}Mostrar cookiesReprodução automáticaControle total de dispositivos MIDIDetectarDetectar (padrão)Usar padrão global (Permitir)Usar padrão global (Bloquear)Usar padrão global (Perguntar)Usar padrão global (Detectar)Sempre permitir neste siteSempre bloquear neste siteSempre perguntar neste siteSempre detectar conteúdo importante neste siteBloquear neste siteSelecione uma permissão para $1Dispositivo USBDispositivo USB permitido pelo administradorRevogar acessoPorta serialAbra as configurações do sitePermitido pelo administradorBloqueada pelo administradorConfiguração controlada pelo administradorPermitida por uma extensãoBloqueada por uma extensãoConfiguração controlada por uma extensãoBloqueada automaticamentePara aplicar as configurações atualizadas a este site, recarregue a páginaVocê pode perder o acesso à sua Conta do Google. O Chrome recomenda que sua senha seja alterada agora. Solicitaremos que você faça login.Você acabou de digitar sua senha em um site suspeito. O Chrome recomenda que você a mude agora.No Ch