i schimbi acum parola.Este posibil să pierzi accesul la contul $1 sau să fii victima unui furt de identitate. Chrome îți recomandă să îți schimbi acum parola.Protejează contulSite-ul este legitimAceastă pagină poate să genereze costuriAceste costuri pot fi unice sau recurente și ascunse.O sesiune RV este în desfășurareVerifică paroleleVerifică-ți paroleleO încălcare a securității datelor de pe un site sau dintr-o aplicație ți-a expus parola. Chrome recomandă să verifici acum parolele salvate.O încălcare a securității datelor de pe un site sau dintr-o aplicație ți-a expus parola. Chrome recomandă să-ți schimbi acum parola de pe $1.O încălcare a securității datelor de pe un site sau dintr-o aplicație ți-a expus parola. Chrome recomandă să verifici parolele salvate și să-ți schimbi acum parola de pe $1.Chrome compară periodic parolele tale cu cele din listele publicate online. Când face acest lucru, parolele și numele tale de utilizator sunt criptate, astfel încât să nu fie descifrate de nimeni, nici măcar de Google.Te conectezi ca $1Niciun nume de utilizatorSugerează o parolă puternică…Google Smart LockParole ChromeExaminează plataPlata nu a fost finalizatăMetodă de platăInformații de contactAdaugă informații de contactEditează informațiile de contactAdaugă o adresă de facturareAdaugă numele de pe cardAdaugă un număr de card validAdaugă mai multe informațiiAdăugați telefon
Adăugați un numeAdaugă o adresă validăAdaugă o adresă de e-mailRezumatul comenziiPlatăSoldul contuluiExpediereAdresa de expediereMetodă de expediereLivrareAdresă de livrareMetodă de livrarePreluareAdresa de preluareMetodă de preluarePlăteșteAnulează plataNumăr telefonSalvează cardul pe acest dispozitivCarduri acceptateCarduri de credit acceptateCarduri de debit acceptateCarduri preplătite acceptateCarduri de credit și de debit acceptateCarduri de credit și preplătite acceptateCarduri de debit și preplătite acceptateExpiră în %1$s/%2$sSe proceseazăPlată efectuatăSe acceptă carduri de credit.Se acceptă carduri de debit.Se acceptă carduri preplătite.Se acceptă carduri de credit și de debit.Se acceptă carduri de credit și preplătite.Se acceptă carduri de debit și preplătite.A apărut o eroare la procesarea comenzii. Încearcă din nou.Poți să gestionezi cardurile și adresele în BEGIN_LINKSetăriEND_LINK.Cardurile și adresele sunt din Chrome și din Contul Google ($1). Poți să le gestionezi în BEGIN_LINKSetăriEND_LINK.Cardurile și adresele sunt din Chrome. Le poți gestiona în BEGIN_LINKSetăriEND_LINK.Permite site-urilor să verifice dacă ai salvat metode de plată* Câmp obligatoriuIntrodu un numeIntrodu un an de expirare validIntrodu o lună de expirare validăAcest card este expiratAcest tip de card nu este acceptatIntrodu un număr de telefon validIntrodu o adresă de e-mail validăIntrodu un număr de card validIntrodu o dată de expirare validăIntrodu o adresă validăAdresa de facturare este obligatorieEste necesar numele titularului carduluiEste necesară adresa de facturare a carduluiSunt necesare mai multe informațiiNumărul de telefon este obligatoriuNumele este obligatoriuAdresa de e-mail este obligatorieCâmp obligatoriu$1 $3 