sta extensión en modo de navegación incógnito, desmarca esta opción.Eliminar de Chrome…En ChromePara que Chrome sea más seguro, inhabilitamos algunas extensiones que no figuran en $1 y que posiblemente se hayan agregado sin tu conocimiento.Para que Chrome sea más seguro, inhabilitamos algunas extensiones que no aparecen en $1 y que posiblemente se hayan agregado sin tu conocimiento.Personaliza y controla Google ChromePersonaliza y controla Google Chrome. Hay una actualización disponible.Personaliza y controla Google Chrome. Una alerta necesita tu atención. Haz clic para ver los detalles.&Abrir en ChromeAcerca de &Google ChromeActualizar &Google ChromeAccediste a Google Chrome.Accediste como $1. Ahora puedes ir a los favoritos, al historial y a otras opciones en todos los dispositivos en los que hayas accedido.Accediste a Google Chrome con $1. Usa la misma cuenta para volver a acceder.Alguien accedió anteriormente a Google Chrome en esta computadora como $1. Crea un usuario de Chrome nuevo para mantener tu información por separado.¿Quieres vincular tus datos de Google Chrome con esta cuenta?Estás por acceder con una cuenta administrada, lo que significa que proporcionarás al administrador el control sobre tu perfil de Google Chrome. Tus datos de Google Chrome, como las aplicaciones, los favoritos, el historial, las contraseñas y otros parámetros de configuración quedarán vinculados a $1 de forma permanente. Podrás eliminar estos datos a través del Panel de control de Cuentas de Google, pero no podrás asociarlos a otra cuenta. $2Estás por acceder con una cuenta administrada, lo que significa que proporcionarás al administrador el control sobre tu perfil de Google Chrome. Tus datos de Google Chrome, como las aplicaciones, los favoritos, el historial, las contraseñas y otros parámetros de configuración quedarán vinculados a $1 de forma permanente. Podrás eliminar estos datos a través del Panel de control de Cuentas de Google, pero no podrás asociarlos a otra cuenta. También puedes crear un perfil para mantener separados tus datos de Chrome. $2El administrador del sistema configuró Google Chrome de manera que se abriera un navegador alternativo para acceder a $1.El administrador del sistema configuró Google Chrome de manera que se abriera $2 para acceder a $1.$1 usaba Chrome anteriormenteGoogle Chrome no pudo sincronizar los datos. Actualiza la frase de contraseña de sincronización.Google Chrome no pudo sincronizar los datos porque los datos de acceso de la cuenta están obsoletos.Google Chrome no pudo sincronizar los datos porque la sincronización no está disponible para el dominio.Google Chrome no pudo sincronizar los datos porque se produjo un error de acceso.Cuando sales de Chrome, se borran las cookies. Para continuar con la sincronización, cambia $1.configuraciónAplicaciones de ChromeAplicaciones de Chrome CanaryGoogle Chrome está usando tu cámara y tu micrófono.Google Chrome está usando tu micrófono.Google Chrome está usando tu cámara.Parece que otro proceso de Google Chrome ($1) está utilizando el perfil en otra computadora ($2). Chrome bloqueó el perfil para que no se dañe. Si puedes confirmar que ningún otro proceso está utilizando este perfil, puedes desbloquearlo y volver a iniciar Chrome.Los datos de navegación de esta persona se borrarán de este dispositivo. Para recuperarlos, accede a Chrome como $2.Chrome mejoradoAhora es más sencillo utilizar Chrome con la cuenta de Google y en computadoras compartidas.Este es tu navegador ChromeAquí puedes encontrar tus páginas web, favoritos y otros contenidos de Chrome.Los invitados pueden utilizar Chrome sin dejar nada detrás.Si compartes una computadora, tus amigos y familiares pueden n